<template>
  <div class="relative overflow-hidden">
    <main>

      <div class="bg-white">
        <div class="mx-auto py-12 px-4 max-w-7xl sm:px-6 lg:px-8 lg:py-24">
<!--
  This example requires Tailwind CSS v2.0+ 
  
  This example requires some changes to your config:
  
  ```
  // tailwind.config.js
  module.exports = {
    // ...
    plugins: [
      // ...
      require('@tailwindcss/typography'),
    ]
  }
  ```
-->
<div class="relative py-8 bg-white overflow-hidden">
  <div class="hidden lg:block lg:absolute lg:inset-y-0 lg:h-full lg:w-full">
    <div class="relative h-full text-lg max-w-pmadinati-red mx-auto" aria-hidden="true">
      <svg class="absolute top-12 left-full transform translate-x-32" width="404" height="384" fill="none" viewBox="0 0 404 384">
        <defs>
          <pattern id="74b3fd99-0a6f-4271-bef2-e80eeafdf357" x="0" y="0" width="20" height="20" patternUnits="userSpaceOnUse">
            <rect x="0" y="0" width="4" height="4" class="text-gray-200" fill="currentColor" />
          </pattern>
        </defs>
        <rect width="404" height="384" fill="url(#74b3fd99-0a6f-4271-bef2-e80eeafdf357)" />
      </svg>
      <svg class="absolute top-1/2 right-full transform -translate-y-1/2 -translate-x-32" width="404" height="384" fill="none" viewBox="0 0 404 384">
        <defs>
          <pattern id="f210dbf6-a58d-4871-961e-36d5016a0f49" x="0" y="0" width="20" height="20" patternUnits="userSpaceOnUse">
            <rect x="0" y="0" width="4" height="4" class="text-gray-200" fill="currentColor" />
          </pattern>
        </defs>
        <rect width="404" height="384" fill="url(#f210dbf6-a58d-4871-961e-36d5016a0f49)" />
      </svg>
      <svg class="absolute bottom-12 left-full transform translate-x-32" width="404" height="384" fill="none" viewBox="0 0 404 384">
        <defs>
          <pattern id="d3eb07ae-5182-43e6-857d-35c643af9034" x="0" y="0" width="20" height="20" patternUnits="userSpaceOnUse">
            <rect x="0" y="0" width="4" height="4" class="text-gray-200" fill="currentColor" />
          </pattern>
        </defs>
        <rect width="404" height="384" fill="url(#d3eb07ae-5182-43e6-857d-35c643af9034)" />
      </svg>
    </div>
  </div>
  <div class="relative px-4 sm:px-6 lg:px-8">
    <div class="text-lg max-w-pmadinati-red mx-auto">
      <h1>
        <span class="block text-base text-center text-jawak-blue-600 font-semibold tracking-wide uppercase">Privacy Policy</span>
        <span class="mt-2 block text-3xl text-center leading-8 font-extrabold tracking-tight text-gray-900 sm:text-4xl">سياسية الخصوصية
</span>
      </h1>
      <p class="mt-8 text-xl text-gray-500 leading-8 text-justify">تدرك “مدينتي للإنتاج الإعلامي” أهمية الخصوصية وحماية البيانات الشخصية في العصر الرقمي وبالتالي فهي ملتزمة بحماية خصوصية مستخدمي خدماتنا أثناء تصفح أو استخدام مواقعنا الإلكترونية واستخدام خدماتنا أو التطبيق الإلكتروني. توضح سياسة الخصوصية هذه كيف تضمن ”مدينتي للإنتاج الإعلامي ” حماية البيانات الشخصية على مستوى متقدم (مثلا أي معلومات تتعلق بالأشخاص الطبيعيين الذين يمكن تحديد هوياتهم، بشكل مباشر أو غير مباشر، خاصة بالرجوع إلى سمة تعريف مثل الاسم أو رقم التعريف أو معلومات عن الموقع أو معرف الإنترنت، أو واحدة أو أكثر من العوامل المحددة لهذا الشخص الطبيعي المشار إليها فيما بعد بـ “البيانات الشخصية”).
وبشكل محدد، ستوضح سياسة الخصوصية هذه ما يلي:
</p>
    </div>
    <div class="mt-6 pmadinati-red pmadinati-red-indigo pmadinati-red-lg text-gray-500 mx-auto">
      <ul class="text-right" style="direction:rtl">
        <li>لماذا نقوم بجمع ومعالجة بياناتك الشخصية وكيف نستخدمها.
</li>
        <li>على أي أساس قانوني نقوم بمعالجة بياناتك الشخصية.</li>
        <li>من يمكنه الولوج إلى بياناتك الشخصية.</li>
        <li>أين يمكن تخزين أو نقل بياناتك الشخصية.</li>
        <li>كيف نحمي أمن بياناتك الشخصية.</li>
      </ul>
      <p class="text-right text-justify">تطبق سياسة الخصوصية هذه على جميع الخدمات التي تعرضها وتقدمها ”مدينتي للإنتاج الإعلامي” على مواقعها الإلكترونية ، وتطبيقاتها الرقمية، مسابقاتها وغيرها من الخصائص الرقمية (خدمات راديو جوك اف ام). كما يمكن أيضا إرسال إشعارات خاصة أخرى تسلط الضوء على استخدامات معينة نرغب في إجرائها على بيانات الشخصية بالإضافة إلى إمكانية الاشتراك أو إلغاء استخدامات محددة على أساس كل حالة على حدة، بما في ذلك الخدمات الجديدة أو خدمات أخرى قد يكون لها سياسة خصوصية خاصة بها.</p>

      <p class="text-right text-justify">تعريفات رئيسية لسياسة الخصوصية:
</p>
      <blockquote>
        <p>“أنا”، “لنا”، أو “نحن” تشير إلى "مدينتي للإنتاج الإعلامي".
“أنت”، أو “المستخدم” تشير إلى الشخص (الأشخاص) الذي يستخدم خدمات "مدينتي للإنتاج الإعلامي".
</p>
      </blockquote>
      <h4 class="text-right text-justify">لماذا نقوم بجمع ومعالجة بياناتك الشخصية؟

</h4>
      <p class="text-right text-justify">نقوم بجمع ومعالجة بياناتك الشخصية للأغراض التالية:</p>
       <ol class="text-right" style="direction:rtl">
        <li>لغرض تزويدك بالخدمات التي تطلبها منا السماح لك باستخدام النماذج عبر الإنترنت والاستطلاعات، بما في ذلك خدمات        ” راديو جوك اف ام ” التي لا تتطلب أي شكل من أشكال التسجيل وللسماح لك بالتسجيل في خدمات معينة، مثل النشرات الإخبارية أو موجز المعلومات أو تحديثات الرسائل النصية القصيرة أو لإنشاء حساب، وفي هذه الحالة سوف نطلب منك بيانات شخصية مثل اسمك أو عنوان بريدك الإلكتروني أو رقم هاتفك.

</li>
        <li>للسماح لك من الاستفادة بشكل تام من مميزات المشاركة التي نقدمها مثل المشاركة في منتديات المشاهدين وهيئات المناقشة والتفاعل مع تطبيقات الشاشة الثانية للمشاهدة المشتركة وللسماح لك بإنشاء حساب تعريفي يمكن رؤيته من قبل العامة على "مدينتي للإنتاج الإعلامي"، والذي قد يشمل – إن اخترت ذلك – على اسمك وصورتك ولضم معلوماتك الشخصية التي حصلنا عليها من خلال إحدى الخدمات مع المعلومات التي جمعناها من خدمات أخرى مقدمة من "مدينتي للإنتاج الإعلامي" لتسهيل مشاركة بعض الأشياء مع الأشخاص الذين تعرفهم.
.</li>
        <li>للحفاظ على خدماتنا وتحسينها لفهم كيفية استخدامك لخدمات "مدينتي للإنتاج الإعلامي" وتطبيق وظائف أخرى وتطوير خدمات وعروض جديدة.</li>
        <li>لمنحك خدمات خاصة باحتياجاتك واهتماماتك لتزويدك بمحتوى مخصص – مثل الإعلانات والخدمات ذات الصلة والسماح لنا بمعرفتك بشكل أفضل لمنحك المزيد من الخدمات التي تطلبها – المزيد من العروض والعروض الحصرية والمعلومات والمسابقات ولمنحك تجربة أفضل كمستخدم وللكشف عن أشياء أكثر تعقيدا مثلا إي الإعلانات قد تجدها أكثر فائدة أو أي الخدمات والمعلومات أكثر ملاءمة لك، مما يمنحك تجربة أفضل وأكثر إفادة لممتلكاتنا الرقمية.
</li>
        <li>للتواصل معك للسماح لك بالاتصال بنا "مدينتي للإنتاج الإعلامي" والاحتفاظ بسجل محادثاتنا ولمساعدتك على حل أية مسائل قد تواجهها ولإرسال العروض الترويجية والتسويق المباشر لك ولإخبارك عن خدماتنا مثل تزويدك بمعلومات عن برامج مقبلة أو إضافة تعديلات على ممتلكاتنا الرقمية وللاتصال بك للمنافسة والمشاركة في العروض المختلفة.</li>
             <li>لإنشاء وللحفاظ على بيئة موثوقة وآمنة التحقيق أو كشف أو منع أو الإبلاغ عن الاحتيال أو التحريفات أو الانتهاكات أو الحوادث الأمنية أو غيرها من الأنشطة المحظورة أو غير القانونية المحتملة ولحماية بائعينا وحقوقك وأمان وسلامة خدماتنا ولتطبيق شروط الخدمة الخاصة بنا أو غيرها من الاتفاقيات أو السياسات وللتحقق من هويتك.
</li>

   <li>الامتثال لأية قوانين أو أنظمة سارية أو الاستجابة لطلبات قانونية للحصول على معلومات من الحكومة أو من خلال الإجراءات القانونية ولتحقيق أي غرض آخر يتم الإفصاح عنه لك فيما يتعلق بخدماتنا والاتصال بك لحل النزاعات وتقديم المساعدة في خدماتنا
</li>
      </ol>
  </div>
</div>

        </div>
      </div>
      </div>



    </main>
  </div>
</template>

<script>
export default {
  name: "PrivacyPolicy",
};
</script>
